Repository: jaapmarcus/mediaelement-wordpress
Catalog: media-element/languages/media-element-*.po
Languages: nl_nl

source: MediaElement JS Settings
nl_nl: MediaElement JS Instellingen

source: Settings
nl_nl: Instellingen

source: Advanced
nl_nl: Geavanceerd

source: Additional Plugins / Renderers
nl_nl: Extra Plugins / Renderers

source: Features
nl_nl: Opties

source: Additional settings can be loaded when necessary.
nl_nl: Extra instellingen kunnen worden mee geladen wanneer nodig

source: The Syntax for those settings are a valid json string
nl_nl: De syntax voor deze instellingen moeten een geldige json string zijn

source: This example will not pause any other player in the page
nl_nl: Dit voorbeeld zal andere spelers op de website niet pauzeren

source: When empty default settings are used
nl_nl: Wanneer dit veld leeg is de standaard opties word gebruikt

source: Please provide a comma separated list with all the required plugins / renderers
nl_nl: Geef een komma gescheiden string op met alle benodigde plugins / renderers

source: Provide a comma separated with the wanted features.
nl_nl: Geef een komma gescheiden lijst op met alle opties

source: By default the following options are available.
nl_nl: Standaard zijn de volgende opties beschikbaar

source: MediaElement.js - HTML5 Audio and Video
nl_nl: MediaElement.js - HTML5 Audio en Video

source: Video and audio plugin for WordPress built on MediaElement.js HTML5 video and audio player library. Embeds media in your post or page using HTML5 with Flash or Silverlight fallback support for non-HTML5 browsers. Video support: MP4, Ogg, WebM, WMV. Audio support: MP3, WMA, WAV
nl_nl: Video en audio plugin voor WordPress built on MediaElement.js HTML5 video and audio player library. Embeds media in jouw post en paginas gebruikmakend van HTML5. Video support: MP4, Ogg, WebM, WMV. Audio support: MP3, WMA, WAV
